tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "oven-sh/bun"
tap "leoafarias/fvm"
brew "direnv"
brew "fzf"
brew "ghq"
brew "gh"
brew "jq"
brew "openssl@3"
brew "starship"
brew "mas"
brew "bun"
brew "fvm"
brew "rbenv"
cask "1password"
cask "appcleaner"
cask "cleanshot"
cask "docker"
cask "firefox-developer-edition"
cask "font-hackgen-nerd"
cask "google-chrome-beta"
cask "iterm2"
cask "karabiner-elements"
cask "postman"
cask "tg-pro"
cask "timemachineeditor"
cask "trailer"
cask "visual-studio-code"
mas "BetterSnapTool", id: 417375580
