tap "homebrew/bundle"
tap "oven-sh/bun"
tap "leoafarias/fvm"
brew "direnv"
brew "fzf"
brew "ghq"
brew "gh"
brew "jq"
brew "openssl@3"
brew "starship"
brew "mas"
brew "bun"
brew "mise"
# browser
cask "firefox@developer-edition"
cask "google-chrome@beta"
# work
cask "visual-studio-code"
cask "postman"
cask "1password"
cask "docker"
# terminal
cask "ghostty"
# qol
cask "karabiner-elements"
cask "tg-pro"
cask "trailer"
cask "obsidian"
cask "cleanshot"
cask "appcleaner"
# llm
cask "superwhisper"
cask "claude-code"
cask "copilot-cli"
# other
cask "font-hackgen-nerd"
cask "timemachineeditor"
